[
	[
		{
			"speaker" : "homer",
			"dialog" : "Tell me, O donut, of that ingenious hero who travelled far and wide after he had sacked the famous town of Troy.",
			"newSpeaker" : "true"
		},
		{
			"speaker" : "homer",
			"dialog" : "Many cities did he visit, and many were the nations with whose manners and customs he was acquainted."
		},
		{	
			"speaker" : "homer",
			"dialog" : "Moreover he suffered much by sea while trying to save his own life and bring his men safely home."
		},
		{	
			"speaker" : "homer",
			"dialog" : "But do what he might he could not save his men, for they perished through their own sheer folly in eating the cattle of the Sun-god Hyperion."
		},
		{	
			"speaker" : "homer",
			"dialog" : "So the gods prevented them from ever reaching home."
		},
		{	
			"speaker" : "homer",
			"dialog" : "Tell me, too, about all these things, O daughter of Jove, from whatsoever source you may know them."
		}
	],
	[
		{
			"speaker" : "minerva",
			"dialog" : "See now, how men lay blame upon us gods for what is after all nothing but their own folly.",
			"newSpeaker" : "true"
		},
		{
			"speaker" : "neptune",
			"dialog" : "Look at Aegisthus; he must needs make love to Agamemnon's wife unrighteously and then kill Agamemnon, though he knew it would be the death of him.",
			"newSpeaker" : "true"
		},
		{	
			"speaker" : "minerva",
			"dialog" : "Father, son of Saturn, King of kings, it served Aegisthus right, and so it would any one else who does as he did; but Aegisthus is neither here nor there.",
			"newSpeaker" : "true"
		},
		{	
			"speaker" : "minerva",
			"dialog" : "It is for Ulysses that my heart bleeds, when I think of his sufferings in that lonely sea-girt island, far away, poor man, from all his friends."
		},
		{	
			"speaker" : "jove",
			"dialog" : "My child, what are you talking about? How can I forget Ulysses than whom there is no more capable man on earth, nor more liberal in his offerings to the immortal gods that live in heaven?",
			"newSpeaker" : "true"
		},
		{	
			"speaker" : "minerva",
			"dialog" : "If, then, the gods now mean that Ulysses should get home, we should first send Mercury to the Ogygian island to tell Calypso that we have made up our minds and that he is to return.",
			"newSpeaker" : "true"
		},
		{
			"speaker" : "telemachus",
			"dialog" : " (low to Minerva) I hope, sir, that you will not be offended with what I am going to say.",
			"newSpeaker" : "true"
		},
		{
			"speaker" : "telemachus",
			"dialog" : "Singing comes cheap to those who do not pay for it, and all this is done at the cost of one whose bones lie rotting in some wilderness or grinding to powder in the surf."
		},
		{
			"speaker" : "telemachus",
			"dialog" : "If these men were to see my father come back to Ithaca they would pray for longer legs rather than a longer purse, for money would not serve them;"
		},
		{
			"speaker" : "telemachus",
			"dialog" : "but he, alas, has fallen on an ill fate, and even when people do sometimes say that he is coming, we no longer heed them; we shall never see him again."
		},
		{
			"speaker" : "telemachus",
			"dialog" : "And now, sir, tell me and tell me true, who you are and where you come from."
		},
		{
			"speaker" : "telemachus",
			"dialog" : "Tell me of your town and parents, what manner of ship you came in, how your crew brought you to Ithaca, and of what nation they declared themselves to be- for you cannot have come by land."
		},
		{
			"speaker" : "telemachus",
			"dialog" : " Tell me also truly, for I want to know, are you a stranger to this house, or have you been here in my father's time? In the old days we had many visitors for my father went about much himself."
		}
	]
]